
/* Class = "NSWindow"; title = "Carbon Copy Cloner Help"; ObjectID = "100"; */
"100.title" = "Aiuto Carbon Copy Cloner";

/* Class = "NSTabViewItem"; label = "Documentation"; ObjectID = "103"; */
"103.label" = "Documentazione";

/* Class = "NSTabViewItem"; label = "Get Help With CCC"; ObjectID = "112"; */
"112.label" = "Chiedi aiuto per CCC";

/* Class = "NSTabViewItem"; label = "Submit Logs"; ObjectID = "114"; */
"114.label" = "Invia i file log";

/* Class = "WebView"; ibExternalAccessibilityDescription = "Documentation View"; ObjectID = "116"; */
"116.ibExternalAccessibilityDescription" = "Vista documentazione";

/* Class = "WebView"; ibExternalAccessibilityHelp = "If you are having trouble viewing CCC's documentation, you can open the documentation in your preferred browser at http://bombich.com/kb"; ObjectID = "116"; */
"116.ibExternalAccessibilityHelp" = "Se hai problemi a visualizzare la documentazione di CCC puoi aprire la documentazione nel tuo browser preferito su http://bombich.com/kb";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Go Back"; ObjectID = "117"; */
"117.ibExternalAccessibilityDescription" = "Indietro";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Go Forward"; ObjectID = "118"; */
"118.ibExternalAccessibilityDescription" = "Avanti";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Reload"; ObjectID = "191"; */
"191.ibExternalAccessibilityDescription" = "Ricarica";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Stop Loading"; ObjectID = "192"; */
"192.ibExternalAccessibilityDescription" = "Interrompi caricamento";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Make Text Smaller"; ObjectID = "199"; */
"199.ibExternalAccessibilityDescription" = "Riduci testo";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Make Text Larger"; ObjectID = "200"; */
"200.ibExternalAccessibilityDescription" = "Ingrandisci testo";

/* Class = "NSWindow"; title = "Window"; ObjectID = "220"; */
"220.title" = "Finestra";

/* Class = "NSTableView"; ibExternalAccessibilityDescription = "CCC-related logs"; ObjectID = "224"; */
"224.ibExternalAccessibilityDescription" = "Log di CCC";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "228"; */
"228.title" = "Text Cell";

/* Class = "NSButtonCell"; title = "Submit Logs"; ObjectID = "230"; */
"230.title" = "Invia i file log";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "232"; */
"232.title" = "Annulla";

/* Class = "NSButtonCell"; title = "Submit CCC configuration and activity logs"; ObjectID = "234"; */
"234.title" = "Invia log di configurazione e attività di CCC";

/* Class = "NSButtonCell"; title = "Submit CCC-related crash and diagnostic reports"; ObjectID = "236"; */
"236.title" = "Invia rapporti di diagnostica e di crash di CCC";

/* Class = "NSTextFieldCell"; title = "You have chosen to submit the following files:"; ObjectID = "240"; */
"240.title" = "Hai scelto di inviare i seguenti file:";

/* Class = "NSTextFieldCell"; title = "< This field is defined in localizable.strings >"; ObjectID = "242"; */
"242.title" = "< This field is defined in localizable.strings >";

/* Class = "NSTextFieldCell"; title = "last_submission_message"; ObjectID = "280"; */
"280.title" = "last_submission_message";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Enter your name here"; ObjectID = "300"; */
"300.ibExternalAccessibilityDescription" = "Inserisci qui il tuo nome";

/* Class = "NSTextFieldCell"; placeholderString = "Your Name"; ObjectID = "301"; */
"301.placeholderString" = "Il tuo nome";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Enter your email address here"; ObjectID = "304"; */
"304.ibExternalAccessibilityDescription" = "Inserisci il tuo indirizzo e-mail qui";

/* Class = "NSTextFieldCell"; placeholderString = "Email Address"; ObjectID = "305"; */
"305.placeholderString" = "Indirizzo e-mail";

/* Class = "NSButtonCell"; title = "Attach CCC diagnostic logs to this request"; ObjectID = "307"; */
"307.title" = "Allega i file log di CCC a questa richiesta";

/* Class = "NSButtonCell"; title = "Submit Request"; ObjectID = "309"; */
"309.title" = "Invia richiesta";

/* Class = "NSScrollView"; ibExternalAccessibilityDescription = "Enter the body of your request here"; ObjectID = "323"; */
"323.ibExternalAccessibilityDescription" = "Inserisci il corpo della richiesta qui";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "Your Name"; ObjectID = "329"; */
"329.ibShadowedIsNilPlaceholder" = "Il tuo nome";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "Email Address"; ObjectID = "331"; */
"331.ibShadowedIsNilPlaceholder" = "Indirizzo e-mail";

/* Class = "NSTextFieldCell"; title = "Please provide a brief description of your question or concern below. Your request will be placed on the Bombich Software Help Desk and we can correspond via email or directly on the Help Desk. If you would like to attach a file, you can do that on the Help Desk after submitting your initial request. Your name, email, and the contents of your support request will remain private."; ObjectID = "335"; */
"335.title" = "Descrivi in breve il problema o fai una domanda qui sotto. La tua richiesta verrà inserita nell'Help Desk della Bombich Software e potremo rispondere via e-mail o direttamente sull'Help Desk. Se desideri allegare un file, puoi farlo nell'Help Desk dopo aver inviato la richiesta iniziale. Il tuo nome, l’e-mail e il contenuto della richiesta di supporto rimarranno riservati.";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Enter the subject of your request here"; ObjectID = "344"; */
"344.ibExternalAccessibilityDescription" = "Inserisci l'oggetto della richiesta qui";

/* Class = "NSTextFieldCell"; placeholderString = "Subject of your request"; ObjectID = "345"; */
"345.placeholderString" = "Oggetto della richiesta";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "Subject of your request"; ObjectID = "348"; */
"348.ibShadowedIsNilPlaceholder" = "Oggetto della richiesta";

/* Class = "NSImageView"; ibExternalAccessibilityDescription = "Warning -- no name"; ObjectID = "350"; */
"350.ibExternalAccessibilityDescription" = "Attenzione -- manca il nome";

/* Class = "NSImageView"; ibExternalAccessibilityDescription = "Warning -- no email"; ObjectID = "352"; */
"352.ibExternalAccessibilityDescription" = "Attenzione -- manca l’e-mail";

/* Class = "NSImageView"; ibExternalAccessibilityDescription = "Warning -- no subject"; ObjectID = "354"; */
"354.ibExternalAccessibilityDescription" = "Attenzione -- manca l'oggetto";

/* Class = "NSImageView"; ibExternalAccessibilityDescription = "Warning -- no body"; ObjectID = "356"; */
"356.ibExternalAccessibilityDescription" = "Attenzione -- manca il testo";

/* Class = "NSTextFieldCell"; title = "The contents of any log files that you submit are always kept private and separate from your discussion. Before your discussion is posted, CCC will present another panel that will give you the opportunity to choose which files you would like to submit."; ObjectID = "371"; */
"371.title" = "Il contenuto di file log inviati viene sempre trattato in modo riservato e separato dalla tua conversazione. Prima dell'invio della richiesta, CCC aprirà un altro pannello in cui puoi selezionare i file da inviare.";

/* Class = "NSButtonCell"; title = "Submit system log (helpful for diagnosing OS and hardware-related problems)"; ObjectID = "373"; */
"373.title" = "Invia il log di sistema (utile per la diagnosi di problemi relativi a sistema operativo o hardware)";

/* Class = "NSTextFieldCell"; title = "Not Found"; ObjectID = "879-z1-jj0"; */
"879-z1-jj0.title" = "Non trovato";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Go Forward"; ObjectID = "9Ko-Q9-fZE"; */
"9Ko-Q9-fZE.ibExternalAccessibilityDescription" = "Avanti";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "IKT-80-UC1"; */
"IKT-80-UC1.title" = "OK";

/* Class = "NSTextFieldCell"; title = "Thank you for your log submission"; ObjectID = "Iy0-oU-1BL"; */
"Iy0-oU-1BL.title" = "Grazie per l'invio dei file log";

/* Class = "NSSearchFieldCell"; ibExternalAccessibilityDescription = "Search In Page"; ObjectID = "aop-Vz-zAq"; */
"aop-Vz-zAq.ibExternalAccessibilityDescription" = "Cerca nella pagina";

/* Class = "NSSearchFieldCell"; placeholderString = "Search In Page"; ObjectID = "aop-Vz-zAq"; */
"aop-Vz-zAq.placeholderString" = "Cerca nella pagina";

/* Class = "NSButtonCell"; title = "Open in browser"; ObjectID = "bFi-CD-EoN"; */
"bFi-CD-EoN.title" = "Apri nel browser";

/* Class = "NSTextFieldCell"; title = "If you have already created a support request, please reply to the support request indicating the log submission ID below. If you have not created a support request, click on the \"Get Help With CCC\" tab to contact us."; ObjectID = "jx7-Ez-9NT"; */
"jx7-Ez-9NT.title" = "Se hai già creato una richiesta di supporto, rispondi alla richiesta di supporto indicando l'ID d'invio del log sottoindicato. Se non hai creato una richiesta di supporto, clicca \"Chiedi aiuto per CCC\" per contattarci.";

/* Class = "NSWindow"; title = "Window"; ObjectID = "n3Q-oA-c8Z"; */
"n3Q-oA-c8Z.title" = "Finestra";

/* Class = "NSTextFieldCell"; title = "<<Report ID>>"; ObjectID = "r8T-8m-9gY"; */
"r8T-8m-9gY.title" = "<<Report ID>>";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Go Back"; ObjectID = "txg-ur-Viy"; */
"txg-ur-Viy.ibExternalAccessibilityDescription" = "Indietro";
